tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'gettext'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libtool'
brew 'mongodb'
brew 'mysql'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'tmux'
brew 'wget'
brew 'neovim/neovim/neovim'
cask 'appcleaner'
cask 'atom'
cask 'brackets'
cask 'chatwork'
cask 'electron'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'shiftit'
cask 'skype'
cask 'telegram'
cask 'vagrant'
cask 'virtualbox'
