tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'neovim/neovim'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'cheat'
brew 'cmake'
brew 'gettext'
brew 'gnupg'
brew 'hub'
brew 'pkg-config'
brew 'openssl'
brew 'libevent'
brew 'libtool'
brew 'lua'
brew 'mongodb'
brew 'mysql'
brew 'nkf'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'redpen'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'homebrew/dupes/groff'
brew 'neovim/neovim/neovim'
cask 'appcleaner'
cask 'atom'
cask 'brackets'
cask 'chatwork'
cask 'copay'
cask 'dockertoolbox'
cask 'electron'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'karabiner'
cask 'kindle'
cask 'macs-fan-control'
cask 'sequel-pro'
cask 'shiftit'
cask 'skitch'
cask 'skype'
cask 'telegram'
cask 'vagrant'
cask 'virtualbox'
